Added -healthcheck command line option (#3)
* Created -healthcheck command line option

* Updated release

* Remove reference to google project
